Repository: aminullah-dev/LinumicOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: fa_af

source: conflicting: %@
fa_af: متناقض: %@

source: development status unknown
fa_af: وضعیت توسعه نامعلوم

source: its original location
fa_af: محل اصلی آن

source: never
fa_af: هرگز

source: on %@
fa_af: روی %@

source: products
fa_af: محصول

source: published %@
fa_af: نشر %@

source: unknown
fa_af: نامعلوم

source: “%@” can't appear in a machine code
fa_af: «%@» در کد دستگاه نمی‌آید

source: •••••••• (stored in Keychain)
fa_af: •••••••• (در Keychain ذخیره شده)

source: Oversight
fa_af: نظارت

source: Scan all repositories
fa_af: اسکن همهٔ مخازن

source: Nothing scanned yet
fa_af: هنوز چیزی اسکن نشده

source: Run a read-only sweep to put every repository you own under oversight: latest changes, open pull requests, CI status and security alerts. This only reads from GitHub.
fa_af: یک اسکن فقط‌خواندنی اجرا کنید تا همهٔ مخازن شما زیر نظارت بیایند: آخرین تغییرات، درخواست‌های کشش باز، وضعیت CI و هشدارهای امنیتی. این فقط از گیت‌هاب می‌خواند.

source: Scanning…
fa_af: در حال اسکن…

source: Fleet health
fa_af: سلامت کلی پروژه‌ها

source: %lld of %lld repositories healthy
fa_af: %1$lld از %2$lld مخزن سالم

source: Last scan: %@
fa_af: آخرین اسکن: %@

source: Open security alerts
fa_af: هشدارهای امنیتی باز

source: Repos with alerts
fa_af: مخازن دارای هشدار

source: Unprotected branches
fa_af: شاخه‌های محافظت‌نشده

source: Stale (30d+)
fa_af: راکد (۳۰ روز به بالا)

source: Open issues
fa_af: ایشوهای باز

source: Read-only. A repository is counted healthy only when it was scanned and nothing was flagged; anything unread shows as “Not scanned” and is never assumed clean. Security alerts need a GitHub token with the right scope; where a category can't be read it stays Unknown.
fa_af: فقط‌خواندنی. یک مخزن تنها زمانی سالم شمرده می‌شود که اسکن شده و چیزی علامت نخورده باشد؛ هر چیز خوانده‌نشده «اسکن‌نشده» نشان داده می‌شود و هرگز سالم فرض نمی‌شود. هشدارهای امنیتی به توکن گیت‌هاب با دسترسی مناسب نیاز دارند؛ هر دسته‌ای که خوانده نشود، نامعلوم می‌ماند.

source: Archived
fa_af: بایگانی‌شده

source: Branch unprotected
fa_af: شاخهٔ محافظت‌نشده

source: Secrets
fa_af: رازها

source: Code scan
fa_af: اسکن کد

source: CI passing
fa_af: CI موفق

source: CI failing
fa_af: CI ناموفق

source: CI cancelled
fa_af: CI لغو‌شده

source: CI running
fa_af: CI در حال اجرا

source: Needs attention
fa_af: نیازمند توجه

source: Not scanned
fa_af: اسکن‌نشده

source: Project oversight
fa_af: نظارت بر پروژه‌ها

source: No repositories scanned yet. Open Oversight to run a read-only sweep →
fa_af: هنوز مخزنی اسکن نشده. برای اجرای اسکن فقط‌خواندنی، نظارت را باز کنید ←

source: Local workspace: %@
fa_af: فضای کاری محلی: %@

source: %lld checkouts scanned · %lld with uncommitted changes · %lld diverged
fa_af: %1$lld چک‌اوت اسکن‌شده · %2$lld با تغییرات کامیت‌نشده · %3$lld واگرا

source: No local folder chosen. Pick the folder that holds your repositories to track uncommitted and unpushed work (read-only).
fa_af: هیچ پوشهٔ محلی انتخاب نشده. پوشه‌ای را که مخازن شما را دارد انتخاب کنید تا کارهای کامیت‌نشده و push‌نشده پیگیری شوند (فقط‌خواندنی).

source: Scan local
fa_af: اسکن محلی

source: Change folder
fa_af: تغییر پوشه

source: Choose folder
fa_af: انتخاب پوشه

source: Uncommitted (local)
fa_af: کامیت‌نشده (محلی)

source: Diverged from origin
fa_af: واگرا از origin

source: In sync with origin
fa_af: هم‌تراز با origin

source: No remote branch
fa_af: بدون شاخهٔ ریموت

source: Clean
fa_af: تمیز

source: Changes unknown
fa_af: تغییرات نامعلوم

source: detached
fa_af: جداشده

source: Choose
fa_af: انتخاب

source: Choose the folder that contains your repositories (read-only).
fa_af: پوشه‌ای را که مخازن شما را دارد انتخاب کنید (فقط‌خواندنی).

source: %@: %@ open security alerts (was %@).
fa_af: %1$@: %2$@ هشدار امنیتی باز (قبلاً %3$@).

source: %@: CI is now failing on the default branch.
fa_af: %@: CI روی شاخهٔ پیش‌فرض اکنون ناموفق است.

source: %@: CI is passing again.
fa_af: %@: CI دوباره موفق است.

source: %@: the default branch is no longer protected.
fa_af: %@: شاخهٔ پیش‌فرض دیگر محافظت‌شده نیست.

source: %@: %@ tracked files have uncommitted changes.
fa_af: %1$@: %2$@ فایلِ ردگیری‌شده تغییرات کامیت‌نشده دارند.

source: %@: the local branch has diverged from origin.
fa_af: %@: شاخهٔ محلی از origin واگرا شده است.

source: %@: new repository under oversight.
fa_af: %@: مخزن جدید زیر نظارت.

source: Sweep all repositories automatically
fa_af: سوییپ خودکار همهٔ مخازن

source: When the app opens, then every 30 minutes while it's open. Reads GitHub (and your local folder, if chosen) read-only. Needs a GitHub token.
fa_af: هنگام باز شدن اپ، سپس هر ۳۰ دقیقه تا وقتی باز است. گیت‌هاب (و در صورت انتخاب، پوشهٔ محلی) را فقط‌خواندنی می‌خواند. به توکن گیت‌هاب نیاز دارد.

source: Notify me about oversight changes
fa_af: دربارهٔ تغییرات نظارت به من اطلاع بده

source: A notification when a new security alert appears, CI breaks, or uncommitted work shows up.
fa_af: یک اعلان وقتی هشدار امنیتی جدیدی پیدا شود، CI خراب شود، یا کار کامیت‌نشده ظاهر شود.

source: Recent changes
fa_af: تغییرات اخیر

source: Use a fine-grained token with read-only Metadata, Contents, Issues, Pull requests, Actions, and (for oversight) Dependabot alerts and Administration. A classic token with the repo scope also works. It's stored only in this Mac's Keychain.
fa_af: از یک توکن ریزدانه با دسترسی فقط‌خواندنی به Metadata، Contents، Issues، Pull requests، Actions و (برای نظارت) Dependabot alerts و Administration استفاده کنید. یک توکن کلاسیک با scope repo هم کار می‌کند. فقط در Keychain همین مک ذخیره می‌شود.

source: %1$@ %2$@: live %3$@, main %4$@
fa_af: %1$@ %2$@: فعال %3$@، main %4$@

source: %1$@ · %2$@ failed on %3$@
fa_af: %1$@ · %2$@ روی %3$@ ناکام شد

source: %1$@: main %2$@, latest release %3$@
fa_af: %1$@: main %2$@، آخرین انتشار %3$@

source: %lld active · %lld ending within 30 days · %lld expired
fa_af: %lld فعال · %lld تا ۳۰ روز ختم می‌شود · %lld ختم‌شده

source: %lld downloads
fa_af: %lld دانلود

source: %lld not read yet
fa_af: %lld هنوز خوانده نشده

source: %lld open PRs
fa_af: %lld PR باز

source: %lld passing, %lld failing, %lld not run on main
fa_af: %lld موفق، %lld ناکام، %lld روی main اجرا نشده

source: %lld platforms, not read from GitHub yet. Open Platforms to refresh →
fa_af: %lld پلتفرم، هنوز از GitHub خوانده نشده. برای به‌روزرسانی «پلتفرم‌ها» را باز کنید ←

source: Across %lld platforms · GitHub read %@
fa_af: در %lld پلتفرم · خواندن GitHub %@

source: Admin
fa_af: مدیریت

source: Business model: %@
fa_af: مدل کسب‌وکار: %@

source: CI failing on main
fa_af: CI روی main ناکام است

source: CI on main (latest run per workflow)
fa_af: CI روی main (آخرین اجرای هر workflow)

source: Console
fa_af: کنسول

source: Consumer app
fa_af: اپ عمومی

source: Could not save the platforms cache: %@
fa_af: حافظهٔ پلتفرم‌ها ذخیره نشد: %@

source: Default branch %@ · read %@
fa_af: شاخهٔ اصلی %@ · خوانده‌شده %@

source: Download page
fa_af: صفحهٔ دانلود

source: Drift
fa_af: عقب‌ماندگی

source: From the licence ledger on this device
fa_af: از دفتر لایسنس روی همین دستگاه

source: GitHub Actions run of %1$@, %2$@ (read %3$@)
fa_af: اجرای GitHub Actions برای %1$@، %2$@ (خوانده‌شده %3$@)

source: GitHub read %@
fa_af: خواندن GitHub %@

source: GitHub releases
fa_af: انتشارهای GitHub

source: Last read from GitHub: %@
fa_af: آخرین خواندن از GitHub: %@

source: Last refresh failed: %@. Showing the previous read.
fa_af: آخرین به‌روزرسانی ناکام شد: %@. خواندن قبلی نشان داده می‌شود.

source: Latest
fa_af: آخرین

source: Latest release: %@
fa_af: آخرین انتشار: %@

source: Location from %@
fa_af: جای فایل از %@

source: Main is ahead of the latest release
fa_af: main از آخرین انتشار جلوتر است

source: Main: %1$@ from %2$@, read %3$@
fa_af: main: %1$@ از %2$@، خوانده‌شده %3$@

source: No GitHub release
fa_af: انتشار GitHub ندارد

source: No platforms
fa_af: پلتفرمی نیست

source: No run on main
fa_af: روی main اجرا نشده

source: No version file
fa_af: فایل نسخه ندارد

source: No workflows
fa_af: workflow ندارد

source: None of the catalogued products is in the inventory.
fa_af: هیچ‌کدام از محصولات فهرست‌شده در inventory نیست.

source: Not found
fa_af: پیدا نشد

source: Not in a store
fa_af: در فروشگاه نیست

source: Not read from GitHub yet. Use Refresh from GitHub (a token is needed for private repositories).
fa_af: هنوز از GitHub خوانده نشده. «به‌روزرسانی از GitHub» را بزنید (برای مخزن‌های خصوصی توکن لازم است).

source: Not read yet
fa_af: هنوز خوانده نشده

source: Nothing to flag: no failing CI on main, and no release or store version behind main where both versions are known.
fa_af: چیزی برای هشدار نیست: CI روی main ناکام نیست و هیچ انتشار یا نسخهٔ فروشگاه، جایی که هر دو نسخه معلوم است، از main عقب نیست.

source: Open PRs
fa_af: PR های باز

source: Open product record
fa_af: باز کردن معلومات محصول

source: Open the run on GitHub
fa_af: باز کردن اجرا در GitHub

source: Opens the Licences screen
fa_af: صفحهٔ لایسنس‌ها را باز می‌کند

source: Opens the platform details
fa_af: جزئیات پلتفرم را باز می‌کند

source: Pre-release
fa_af: پیش‌انتشار

source: Product page
fa_af: صفحهٔ محصول

source: Pull requests: %@
fa_af: Pull request ها: %@

source: Read versions, releases, CI and pull requests from GitHub (read-only)
fa_af: نسخه‌ها، انتشارها، CI و pull request ها را از GitHub بخوان (فقط خواندن)

source: Read-only. Versions on main are read from each repository's version file through the GitHub contents API; releases, CI runs and pull requests from the GitHub API; store versions from the store listings already in the inventory. A drift is shown only when two real version numbers can be compared.
fa_af: فقط خواندن. نسخهٔ main از فایل نسخهٔ هر مخزن با GitHub contents API خوانده می‌شود؛ انتشارها، اجراهای CI و pull request ها از GitHub API؛ نسخه‌های فروشگاه از معلومات فروشگاهی که در inventory است. عقب‌ماندگی فقط وقتی نشان داده می‌شود که دو شمارهٔ نسخهٔ واقعی قابل مقایسه باشند.

source: Refresh platforms automatically
fa_af: پلتفرم‌ها را خودکار به‌روز کن

source: Release drift
fa_af: عقب‌ماندگی انتشار

source: Release: %1$@ on %2$@ (GitHub /releases/latest, read %3$@)
fa_af: انتشار: %1$@ در %2$@ (GitHub /releases/latest، خوانده‌شده %3$@)

source: Releases: %@
fa_af: انتشارها: %@

source: Sales page
fa_af: صفحهٔ فروش

source: Self-serve sign-up
fa_af: ثبت‌نام توسط خود مشتری

source: Source: %@
fa_af: منبع: %@

source: Store drift
fa_af: عقب‌ماندگی فروشگاه

source: Store version older than main
fa_af: نسخهٔ فروشگاه از main کهنه‌تر است

source: Store versions
fa_af: نسخه‌های فروشگاه

source: Store: %1$@ (%2$@, %3$@)
fa_af: فروشگاه: %1$@ (%2$@، %3$@)

source: The file has no version this app can read.
fa_af: این فایل نسخه‌ای ندارد که این برنامه بتواند بخواند.

source: The oversight register is waiting to upload.
fa_af: فهرست نظارت منتظر بالا شدن است.

source: Version on main
fa_af: نسخه روی main

source: When the app opens, then every 30 minutes while it's open. Reads versions, releases, CI and pull requests from GitHub with conditional requests, read-only. Needs a GitHub token.
fa_af: وقتی برنامه باز می‌شود و بعد هر ۳۰ دقیقه تا باز است. نسخه‌ها، انتشارها، CI و pull request ها را با درخواست‌های شرطی از GitHub می‌خواند، فقط خواندن. توکن GitHub لازم است.

source: Workflows: %@
fa_af: Workflow ها: %@

source: date unknown
fa_af: تاریخ نامعلوم

source: no source recorded
fa_af: منبعی ثبت نشده

source: %@ (%@) ends in %lld days (last day %@). Open WorkTrack customers to renew.
fa_af: %1$@ (%2$@) پس از %3$lld روز ختم می‌شود (روز آخر %4$@). برای تمدید «مشتریان WorkTrack» را باز کنید.

source: %@ · %lld/%lld devices · %lld/%lld employees
fa_af: %1$@ · %2$lld/%3$lld دستگاه · %4$lld/%5$lld کارمند

source: %@: changes from %@ to %@
fa_af: %1$@: از %2$@ به %3$@ تغییر می‌کند

source: %@: stays %@
fa_af: %1$@: همان %2$@ می‌ماند

source: %lld companies
fa_af: %lld شرکت

source: %lld counted (%lld active) of %lld
fa_af: %1$lld شمرده‌شده (%2$lld فعال) از %3$lld

source: %lld in use of %lld
fa_af: %1$lld در استفاده از %2$lld

source: +1 month
fa_af: +۱ ماه

source: +1 year
fa_af: +۱ سال

source: A licence keeps working for %lld days after its last day (grace), then lapses.
fa_af: لایسنس تا %lld روز پس از روز آخرش کار می‌کند (مهلت)، بعد از کار می‌افتد.

source: A licence without an end date needs its own confirmation.
fa_af: لایسنس بدون تاریخ ختم، تأیید جداگانه می‌خواهد.

source: Account status
fa_af: وضعیت حساب

source: After
fa_af: بعد

source: Attention
fa_af: توجه

source: Before
fa_af: قبل

source: Before and after
fa_af: قبل و بعد

source: Before and now
fa_af: قبل و اکنون

source: Closure
fa_af: بستن حساب

source: Closure scheduled
fa_af: بستن حساب زمان‌بندی شده

source: Companies
fa_af: شرکت‌ها

source: Company
fa_af: شرکت

source: Company id
fa_af: شناسهٔ شرکت

source: Company name or id
fa_af: نام یا شناسهٔ شرکت

source: Confirm
fa_af: تأیید

source: Could not save the WorkTrack action log: %@
fa_af: دفتر کارهای WorkTrack ذخیره نشد: %@

source: Couldn't reach WorkTrack: %@
fa_af: به WorkTrack وصل نشد: %@

source: Counted from %@: the current last day if it is still ahead, otherwise today in Kabul.
fa_af: از %@ شمرده می‌شود: روز آخر فعلی اگر هنوز نرسیده، وگرنه امروزِ کابل.

source: Current licence read at %@. If it changes in WorkTrack before you send, nothing is sent.
fa_af: لایسنس فعلی ساعت %@ خوانده شد. اگر پیش از فرستادن در WorkTrack تغییر کند، چیزی فرستاده نمی‌شود.

source: Custom
fa_af: دلخواه

source: DUPLICATE
fa_af: تکراری

source: Demo
fa_af: نمایشی

source: Device seats
fa_af: جای دستگاه

source: Device seats must be between 1 and 100,000 (got %ld).
fa_af: جای دستگاه باید بین ۱ و ۱۰۰٬۰۰۰ باشد (%ld داده شد).

source: Device seats: %lld
fa_af: جای دستگاه: %lld

source: Earned (HesabPay, paid)
fa_af: درآمد (HesabPay، پرداخت‌شده)

source: Email
fa_af: ایمیل

source: Employee cap
fa_af: سقف کارمندان

source: Employees
fa_af: کارمندان

source: Enforce device seats
fa_af: اجرای سقف دستگاه

source: Enforce plan
fa_af: اجرای پلن

source: Enter the password.
fa_af: رمز را بنویسید.

source: Every field is sent, including the ones you didn't change (copied from the current licence), so WorkTrack keeps them exactly as they are.
fa_af: همهٔ خانه‌ها فرستاده می‌شوند، حتی آن‌هایی که تغییر ندادید (از لایسنس فعلی کاپی می‌شوند)، تا WorkTrack آن‌ها را دقیقاً همان‌طور نگه دارد.

source: Expected renewals, next %lld days
fa_af: تمدیدهای پیش‌بینی‌شده، %lld روز آینده

source: Extra features
fa_af: قابلیت‌های اضافه

source: Field
fa_af: خانه

source: Firebase Auth returned HTTP %1$ld (%2$@).
fa_af: Firebase Auth پاسخ HTTP %1$ld داد (%2$@).

source: Firebase refused the app's Web API key (%@).
fa_af: Firebase کلید Web API برنامه را نپذیرفت (%@).

source: From WorkTrack /vendor/revenue. Earned counts only orders HesabPay marked PAID, by Solar Hijri month in Kabul (year/month). Expected is WorkTrack's forecast at today's prices, not money received.
fa_af: از WorkTrack /vendor/revenue. درآمد فقط سفارش‌هایی است که HesabPay «پرداخت‌شده» علامت زده، به ماه هجری شمسی کابل (سال/ماه). پیش‌بینی، تخمین WorkTrack به قیمت امروز است، نه پول دریافت‌شده.

source: HesabPay checkout orders from /vendor/companies/:id/orders, newest first (up to 100).
fa_af: سفارش‌های پرداخت HesabPay از /vendor/companies/:id/orders، تازه‌ترین اول (تا ۱۰۰).

source: History
fa_af: تاریخچه

source: I understand this licence will never expire
fa_af: می‌دانم این لایسنس هیچ‌وقت ختم نمی‌شود

source: I've checked the changes above
fa_af: تغییرات بالا را بررسی کردم

source: In grace
fa_af: در مهلت

source: Lapsed
fa_af: از کار افتاده

source: Last activity
fa_af: آخرین فعالیت

source: Last activity %@
fa_af: آخرین فعالیت %@

source: Last day
fa_af: روز آخر

source: Last day %@ → %@, plan %@ → %@
fa_af: روز آخر %1$@ ← %2$@، پلن %3$@ ← %4$@

source: Last day %@ → %@, plan %@ → %@ · %@ · %@
fa_af: روز آخر %1$@ ← %2$@، پلن %3$@ ← %4$@ · %5$@ · %6$@

source: Last day (expiresAt)
fa_af: روز آخر (expiresAt)

source: Last written by
fa_af: آخرین نوشته توسط

source: Left out: %lld TEST or DUPLICATE companies (%lld orders, %@).
fa_af: حساب نشده: %1$lld شرکت آزمایشی یا تکراری (%2$lld سفارش، %3$@).

source: Licence changed by %@: last day %@ → %@, plan %@ → %@, seats %@ → %@
fa_af: لایسنس را %1$@ تغییر داد: روز آخر %2$@ ← %3$@، پلن %4$@ ← %5$@، جای دستگاه %6$@ ← %7$@

source: Licence status
fa_af: وضعیت لایسنس

source: Licence updated
fa_af: لایسنس به‌روز شد

source: Licence: %@
fa_af: لایسنس: %@

source: Local emulator
fa_af: شبیه‌ساز محلی

source: Local notifications 30, 14, 7 and 1 days before a production customer's last licensed day (TEST and DUPLICATE companies excluded). The list is read when the app opens and every 6 hours while it's open.
fa_af: اطلاعیهٔ محلی ۳۰، ۱۴، ۷ و ۱ روز پیش از روز آخر لایسنس هر مشتری production (بدون شرکت‌های آزمایشی و تکراری). فهرست هنگام باز شدن برنامه و تا وقتی باز است هر ۶ ساعت خوانده می‌شود.

source: Never (perpetual)
fa_af: هیچ‌وقت (دائمی)

source: New last day
fa_af: روز آخر تازه

source: No activity recorded
fa_af: فعالیتی ثبت نشده

source: No companies in this environment.
fa_af: در این محیط شرکتی نیست.

source: No companies match.
fa_af: هیچ شرکتی جور نیامد.

source: No customer licence ends in the next 30 days.
fa_af: لایسنس هیچ مشتری در ۳۰ روز آینده ختم نمی‌شود.

source: No end date
fa_af: بدون تاریخ ختم

source: No end date (perpetual)
fa_af: بدون تاریخ ختم (دائمی)

source: No orders.
fa_af: سفارشی نیست.

source: Not found in WorkTrack (404): %@
fa_af: در WorkTrack پیدا نشد (404): %@

source: Not read yet.
fa_af: هنوز خوانده نشده.

source: Not signed in
fa_af: وارد نشده

source: Not signed in to WorkTrack
fa_af: به WorkTrack وارد نشده‌اید

source: Not signed in to WorkTrack.
fa_af: به WorkTrack وارد نشده‌اید.

source: Not signed in. Open WorkTrack customers to sign in with your vendor account →
fa_af: وارد نشده‌اید. «مشتریان WorkTrack» را باز کنید و با حساب فروشنده وارد شوید ←

source: Not verified
fa_af: تأیید نشد

source: Now = /vendor/companies/%@/detail on %@, read at %@.
fa_af: اکنون = /vendor/companies/%1$@/detail روی %2$@، خوانده‌شده ساعت %3$@.

source: Order %@ %@, %@ AFN: %@
fa_af: سفارش %1$@ %2$@، %3$@ افغانی: %4$@

source: Orders
fa_af: سفارش‌ها

source: Password
fa_af: رمز

source: Plan
fa_af: پلن

source: Plan's cap
fa_af: سقف پلن

source: Possible duplicate
fa_af: شاید تکراری

source: Production holds real customers. Renewals you send here change their licences.
fa_af: Production مشتریان واقعی دارد. تمدیدی که این‌جا بفرستید لایسنس آن‌ها را تغییر می‌دهد.

source: Read %@
fa_af: خوانده‌شده %@

source: Read back from WorkTrack: every field is as sent.
fa_af: دوباره از WorkTrack خوانده شد: همهٔ خانه‌ها همان است که فرستاده شد.

source: Read back from WorkTrack: some fields differ from what was sent.
fa_af: دوباره از WorkTrack خوانده شد: بعضی خانه‌ها با آنچه فرستاده شد فرق دارند.

source: Read every company from WorkTrack again (read-only)
fa_af: همهٔ شرکت‌ها را دوباره از WorkTrack بخوان (فقط خواندن)

source: Read from %@/vendor/companies at %@
fa_af: خوانده‌شده از %1$@/vendor/companies ساعت %2$@

source: Read from %@/vendor/companies/%@/detail and /orders at %@.
fa_af: خوانده‌شده از %1$@/vendor/companies/%2$@/detail و /orders ساعت %3$@.

source: Reading companies…
fa_af: خواندن شرکت‌ها…

source: Reading from WorkTrack…
fa_af: خواندن از WorkTrack…

source: Reading the current licence…
fa_af: خواندن لایسنس فعلی…

source: Recorded in this device's action log; WorkTrack wrote its own audit entries too.
fa_af: در دفتر کارهای همین دستگاه ثبت شد؛ WorkTrack هم ثبت‌های بازرسی خودش را نوشت.

source: Refresh
fa_af: تازه کردن

source: Remind me before WorkTrack licences expire
fa_af: پیش از ختم لایسنس‌های WorkTrack یادم بده

source: Renew or Change Licence
fa_af: تمدید یا تغییر لایسنس

source: Renew or Change Licence…
fa_af: تمدید یا تغییر لایسنس…

source: Revenue
fa_af: درآمد

source: Scheduled, purge after %@
fa_af: زمان‌بندی شده، پاک شدن پس از %@

source: Send to WorkTrack
fa_af: فرستادن به WorkTrack

source: Sent
fa_af: فرستاده‌شده

source: Sent from Linumic OS
fa_af: فرستاده‌شده از Linumic OS

source: Shows every licence field before and after, asks for confirmation, sends one PUT, then reads the company again to check what WorkTrack stored.
fa_af: همهٔ خانه‌های لایسنس را قبل و بعد نشان می‌دهد، تأیید می‌خواهد، یک PUT می‌فرستد، بعد شرکت را دوباره می‌خواند تا ببیند WorkTrack چه ذخیره کرد.

source: Sign In
fa_af: ورود

source: Sign In to WorkTrack
fa_af: ورود به WorkTrack

source: Sign In…
fa_af: ورود…

source: Sign in under WorkTrack customers in the sidebar. Only a refresh token is kept, in this device's Keychain (worktrack.vendor.session).
fa_af: از «مشتریان WorkTrack» در نوار کنار وارد شوید. فقط یک refresh token در Keychain همین دستگاه نگه داشته می‌شود (worktrack.vendor.session).

source: Sign in with your WorkTrack vendor account to see every customer company, its licence and payments, and to renew licences. The password is sent once to Firebase and never stored; only a refresh token is kept in this device's Keychain.
fa_af: با حساب فروشندهٔ WorkTrack وارد شوید تا همهٔ شرکت‌های مشتری، لایسنس و پرداخت‌شان را ببینید و لایسنس تمدید کنید. رمز فقط یک بار به Firebase فرستاده می‌شود و هرگز ذخیره نمی‌شود؛ فقط یک refresh token در Keychain همین دستگاه می‌ماند.

source: Sign out of WorkTrack?
fa_af: از WorkTrack خارج می‌شوید؟

source: Signed in as %@
fa_af: واردشده با %@

source: Signed in, but this account isn't a WorkTrack vendor account (403). The `vendor` claim is granted only with scripts/grant-vendor.ts, and a vendor account must not belong to any customer company.
fa_af: وارد شدید، اما این حساب، حساب فروشندهٔ WorkTrack نیست (403). نشان `vendor` فقط با scripts/grant-vendor.ts داده می‌شود و حساب فروشنده نباید به هیچ شرکت مشتری تعلق داشته باشد.

source: Signed up
fa_af: ثبت‌نام

source: Sorted by days left, as WorkTrack returns them. Days are counted from today's date in Kabul. TEST and DUPLICATE companies are listed but left out of the counts.
fa_af: به ترتیب روزهای باقی‌مانده، همان‌طور که WorkTrack می‌دهد. روزها از تاریخ امروزِ کابل شمرده می‌شوند. شرکت‌های آزمایشی و تکراری در فهرست هستند اما در شمارش نیستند.

source: Status was EXPIRED; a renewal sets it to ACTIVE. Change it here if you don't mean that.
fa_af: وضعیت EXPIRED بود؛ تمدید آن را ACTIVE می‌کند. اگر این را نمی‌خواهید، این‌جا تغییرش دهید.

source: Stored
fa_af: ذخیره‌شده

source: Suspended
fa_af: معلق

source: Switch Account or Environment…
fa_af: عوض کردن حساب یا محیط…

source: TEST
fa_af: آزمایشی

source: TEST / DUPLICATE
fa_af: آزمایشی / تکراری

source: That isn't a valid email address.
fa_af: این آدرس ایمیل درست نیست.

source: The current employee cap (%ld) is outside 1 to 100,000; WorkTrack would refuse it.
fa_af: سقف فعلی کارمندان (%ld) بیرون از ۱ تا ۱۰۰٬۰۰۰ است؛ WorkTrack آن را نمی‌پذیرد.

source: The current status “%@” can't be sent back; choose ACTIVE, SUSPENDED or EXPIRED.
fa_af: وضعیت فعلی «%@» قابل فرستادن نیست؛ ACTIVE، SUSPENDED یا EXPIRED را انتخاب کنید.

source: The email or password is wrong.
fa_af: ایمیل یا رمز اشتباه است.

source: The licence carries a feature WorkTrack no longer accepts (“%@”); change it in the WorkTrack console.
fa_af: لایسنس قابلیتی دارد که WorkTrack دیگر نمی‌پذیرد («%@»)؛ آن را در کنسول WorkTrack تغییر دهید.

source: The licence changed in WorkTrack after this sheet was opened (someone else, or a payment). Nothing was sent. Close the sheet and start the renewal again from the current licence.
fa_af: لایسنس پس از باز شدن این صفحه در WorkTrack تغییر کرد (کس دیگری، یا یک پرداخت). چیزی فرستاده نشد. صفحه را ببندید و تمدید را از لایسنس فعلی دوباره شروع کنید.

source: The new last day (%@) is before today in Kabul.
fa_af: روز آخر تازه (%@) پیش از امروزِ کابل است.

source: The newest entries of WorkTrack's vendorAuditLogs (/vendor/audit): what any vendor account did, from any console.
fa_af: تازه‌ترین ثبت‌های vendorAuditLogs در WorkTrack (/vendor/audit): کاری که هر حساب فروشنده از هر کنسولی کرده است.
